Repository: aaahhhrav15/GymApp
Catalog: lib/l10n/app_*.arb
Languages: mr

source: Oops! Something went wrong
mr: अरेरे! काहीतरी चुकले

source: Buy Now
mr: आत्ता खरेदी करा

source: Added to cart
mr: कार्टमध्ये जोडले

source: Failed to add to cart
mr: कार्टमध्ये जोडण्यात अयशस्वी

source: Sort
mr: क्रमवारी लावा

source: Sort by
mr: यानुसार क्रमवारी लावा

source: Best Match
mr: सर्वोत्तम जुळणी

source: Price: Low to High
mr: किंमत: कमी ते जास्त

source: Price: High to Low
mr: किंमत: जास्त ते कमी

source: Highest Rated
mr: सर्वोच्च रेटिंग

source: Newest First
mr: नवीनतम प्रथम

source: Pre-Workout
mr: प्री-वर्कआउट

source: Post-Workout
mr: पोस्ट-वर्कआउट

source: Vitamins
mr: व्हिटॅमिन्स

source: Weight Loss
mr: वजन कमी करणे

source: Muscle Gain
mr: स्नायू वाढ

source: Energy
mr: ऊर्जा

source: Product Details
mr: उत्पादन तपशील

source: Key Benefits
mr: मुख्य फायदे

source: Fast Facts
mr: त्वरित तथ्ये

source: Usage
mr: वापर

source: Storage
mr: साठवण

source: Disclaimer
mr: अस्वीकरण

source: Shelf Life
mr: शेल्फ लाइफ

source: Manufactured By
mr: उत्पादक

source: Marketed By
mr: विपणनकर्ता

source: No internet connection.
mr: इंटरनेट कनेक्शन नाही.

source: Opening browser...
mr: ब्राउझर उघडत आहे...

# unableToOpenBrowser
source: Unable to open browser automatically
mr: ब्राउझर स्वयंचलितपणे उघडू शकत नाही

# urlCopiedToClipboard
source: URL copied to clipboard: {url}
mr: URL क्लिपबोर्डवर कॉपी केले: {url}

# pleasePasteInBrowser
source: Please paste in your browser or tap RETRY
mr: कृपया तुमच्या ब्राउझरमध्ये पेस्ट करा किंवा पुन्हा प्रयत्न करा वर टॅप करा

# pleaseOpenUrlManually
source: Please open the URL manually from clipboard
mr: कृपया क्लिपबोर्डवरून URL व्यक्तिचलितपणे उघडा

source: My Orders
mr: माझे ऑर्डर

source: Paid
mr: पैसे दिले

source: Failed
mr: अयशस्वी

source: Pending
mr: प्रलंबित

source: Error loading orders
mr: ऑर्डर लोड करताना त्रुटी

source: No orders found
mr: ऑर्डर सापडले नाहीत

# noOrdersYet
source: You haven't made any orders yet
mr: तुम्ही अजून ऑर्डर केले नाहीत

source: Load More
mr: अधिक लोड करा

# orderNumber
source: Order #{orderId}
mr: ऑर्डर #{orderId}

source: Status
mr: स्थिती

source: Items
mr: आयटम

source: Amount
mr: रक्कम

source: 🛒 Cart Order
mr: 🛒 कार्ट ऑर्डर

source: Order Details
mr: ऑर्डर तपशील

source: Order ID
mr: ऑर्डर ID

source: Gym
mr: जिम

source: Date
mr: तारीख

source: Reels
mr: रील्स

source: Shuffle Reels
mr: रील्स शफल करा

source: Loading reels...
mr: रील्स लोड होत आहेत...

source: Failed to load reels
mr: रील्स लोड करण्यात अयशस्वी

# noInternetConnectionCheckNetwork
source: No internet connection. Please check your network and try again.
mr: इंटरनेट कनेक्शन नाही. कृपया तुमचे नेटवर्क तपासा आणि पुन्हा प्रयत्न करा.

source: No reels available
mr: रील्स उपलब्ध नाहीत

# checkBackLater
source: Check back later for new content!
mr: नवीन सामग्रीसाठी नंतर तपासा!

source: Report Inappropriate
mr: अनुपयुक्त अहवाल द्या

# hoursAgo
source: {hours}h ago
mr: {hours} तासांपूर्वी

# minutesAgo
source: {minutes}m ago
mr: {minutes} मिनिटांपूर्वी

source: Just now
mr: आत्ताच

# reelBy
source: Reel by {name}
mr: {name} द्वारे रील

source: Phone
mr: फोन

source: Address
mr: पत्ता

source: Date of Birth
mr: जन्म तारीख

source: Save Changes
mr: बदल सेव्ह करा

source: Notifications
mr: सूचना

# noNotifications
source: No notifications yet
mr: अजून सूचना नाहीत

source: Edit
mr: संपादित करा

source: Update
mr: अपडेट करा

source: Submit
mr: सबमिट करा

source: Next
mr: पुढे

source: Previous
mr: मागे

source: Back
mr: मागे

source: OK
mr: ठीक आहे

source: Yes
mr: होय

source: No
mr: नाही

source: Confirm
mr: पुष्टी करा

source: Skip
mr: वगळा

source: This Week
mr: हा आठवडा

source: This Month
mr: हा महिना

source: Monday
mr: सोमवार

source: Tuesday
mr: मंगळवार

source: Wednesday
mr: बुधवार

source: Thursday
mr: गुरुवार

source: Friday
mr: शुक्रवार

source: Saturday
mr: शनिवार

source: Sunday
mr: रविवार

source: Error
mr: त्रुटी

source: Success
mr: यश

source: Warning
mr: चेतावनी

source: Info
mr: माहिती

source: Loading...
mr: लोड होत आहे...

source: Please wait...
mr: कृपया प्रतीक्षा करा...

# noData
source: No data available
mr: डेटा उपलब्ध नाही

# noResults
source: No results found
mr: निकाल सापडले नाहीत

source: Video Content
mr: व्हिडिओ सामग्री

source: View All
mr: सर्व पहा

source: Search
mr: शोधा

source: Filter
mr: फिल्टर

source: Progress
mr: प्रगती

source: Goals
mr: लक्ष्ये

source: Achievements
mr: उपलब्धी

source: Track progress with photos
mr: फोटोसह प्रगती ट्रॅक करा

source: View your progress
mr: तुमची प्रगती पहा

source: Like
mr: आवड

source: Comment
mr: टिप्पणी

source: Follow
mr: फॉलो करा

source: Terms and Conditions
mr: अटी आणि नियम

# termsDialogTitle
source: Terms and Conditions
mr: अटी आणि नियम

# scrollToReadTerms
source: Please scroll down to read the complete terms
mr: कृपया संपूर्ण अटी वाचण्यासाठी खाली स्क्रोल करा

# readCompleteTerms
source: You have read the complete terms
mr: तुम्ही संपूर्ण अटी वाचल्या आहेत

source: Accept
mr: स्वीकारा

# termsServiceTitle
source: TERMS OF SERVICE & COMMUNITY GUIDELINES
mr: सेवा अटी आणि समुदाय मार्गदर्शक तत्त्वे

# termsIntro
source: By using Mr Muscle, you agree to the following terms:
mr: Mr Muscle वापरून, तुम्ही खालील अटींशी सहमत आहात:

# zeroTolerancePolicy
source: 1. ZERO TOLERANCE POLICY
mr: 1. शून्य सहनशीलता धोरण

# zeroToleranceDesc
source: We have ZERO TOLERANCE for objectionable, harmful, or abusive content. Any content that violates our community guidelines will be immediately removed and users will be permanently banned.
mr: आमच्याकडे आक्षेपार्ह, हानिकारक किंवा अपमानास्पद सामग्रीसाठी शून्य सहनशीलता आहे. आमच्या समुदाय मार्गदर्शक तत्त्वांचे उल्लंघन करणारी कोणतीही सामग्री ताबडतोब काढली जाईल आणि वापरकर्त्यांना कायमचे बंदी घालण्यात येईल.

# prohibitedContent
source: 2. PROHIBITED CONTENT
mr: 2. निषिद्ध सामग्री

# prohibitedContentDesc
source: You may NOT post content that includes:
mr: तुम्ही अशी सामग्री पोस्ट करू शकत नाही ज्यात समाविष्ट आहे:

# prohibitedNudity
source: • Nudity, sexual content, or explicit material
mr: • नग्नता, लैंगिक सामग्री किंवा स्पष्ट सामग्री

# prohibitedViolence
source: • Violence, threats, or harassment
mr: • हिंसा, धमकी किंवा छळ

# prohibitedHateSpeech
source: • Hate speech, discrimination, or bullying
mr: • द्वेषपूर्ण भाषण, भेदभाव किंवा छळ

# prohibitedSpam
source: • Spam, scams, or misleading information
mr: • स्पॅम, फसवणूक किंवा भ्रामक माहिती

# prohibitedCopyright
source: • Copyrighted material without permission
mr: • परवानगीशिवाय कॉपीराइट सामग्री

# prohibitedPersonalInfo
source: • Personal information of others
mr: • इतरांची वैयक्तिक माहिती

# prohibitedIllegal
source: • Content promoting illegal activities
mr: • बेकायदेशीर क्रियाकलापांना प्रोत्साहन देणारी सामग्री

# prohibitedMinors
source: • Any content that could harm minors
mr: • अल्पवयीनांना हानी पोहोचू शकणारी कोणतीही सामग्री

# contentModeration
source: 3. CONTENT MODERATION
mr: 3. सामग्री मॉडरेशन

# contentModerationDesc
source: • All content is subject to review and filtering • We use automated systems and human moderators • Content may be removed without prior notice • We reserve the right to moderate all user-generated content • All content is filtered for inappropriate material before display • Users can report inappropriate content using the report button • All reports are reviewed and acted upon within 24 hours • Users can block other users who engage in inappropriate behavior • Repeated violations may result in account suspension
mr: • सर्व सामग्री पुनरावलोकन आणि फिल्टरिंगच्या अधीन आहे • आम्ही स्वयंचलित प्रणाली आणि मानवी मॉडरेटर वापरतो • सामग्री पूर्व सूचनेशिवाय काढली जाऊ शकते • आम्ही सर्व वापरकर्ता-निर्मित सामग्री मॉडरेट करण्याचा अधिकार राखून ठेवतो • प्रदर्शन करण्यापूर्वी सर्व सामग्री अनुपयुक्त सामग्रीसाठी फिल्टर केली जाते • वापरकर्ते अहवाल बटण वापरून अनुपयुक्त सामग्रीचा अहवाल देऊ शकतात • सर्व अहवालांची पुनरावलोकन केली जाते आणि 24 तासांच्या आत कारवाई केली जाते • वापरकर्ते इतर वापरकर्त्यांना ब्लॉक करू शकतात जे अनुपयुक्त वर्तनात गुंतलेले आहेत • वारंवार उल्लंघनांमुळे खाते निलंबित केले जाऊ शकते

# reportingSystem
source: 4. REPORTING SYSTEM
mr: 4. अहवाल प्रणाली

# reportingSystemDesc
source: • Users can report objectionable content using the report button • All reports are reviewed within 24 hours • We take immediate action on verified violations • Reporters' identities are kept confidential
mr: • वापरकर्ते अहवाल बटण वापरून आक्षेपार्ह सामग्रीचा अहवाल देऊ शकतात • सर्व अहवालांची 24 तासांच्या आत पुनरावलोकन केली जाते • आम्ही सत्यापित उल्लंघनांवर ताबडतोब कारवाई करतो • अहवाल देणाऱ्यांची ओळख गोपनीय ठेवली जाते

# userSafety
source: 5. USER SAFETY
mr: 5. वापरकर्ता सुरक्षा

# userSafetyDesc
source: • You can block users who engage in abusive behavior • Blocked users cannot interact with you • We provide tools to protect your safety and privacy
mr: • तुम्ही अपमानास्पद वर्तनात गुंतलेल्या वापरकर्त्यांना ब्लॉक करू शकता • ब्लॉक केलेले वापरकर्ते तुमच्याशी संवाद साधू शकत नाहीत • आम्ही तुमची सुरक्षा आणि गोपनीयता संरक्षणासाठी साधने प्रदान करतो

# consequencesViolations
source: 6. CONSEQUENCES OF VIOLATIONS
mr: 6. उल्लंघनांचे परिणाम

# consequencesViolationsDesc
source: • First offense: Content removed + warning • Second offense: 7-day account suspension • Third offense: Permanent ban • Severe violations: Immediate permanent ban
mr: • पहिले अपराध: सामग्री काढली + चेतावनी • दुसरे अपराध: 7-दिवसीय खाते निलंबन • तिसरे अपराध: कायमची बंदी • गंभीर उल्लंघने: ताबडतोब कायमची बंदी

# yourResponsibilities
source: 7. YOUR RESPONSIBILITIES
mr: 7. तुमची जबाबदारी

# yourResponsibilitiesDesc
source: • You are responsible for all content you post • You must respect other users and community guidelines • You must report any violations you encounter • You must not attempt to circumvent our safety measures
mr: • तुम्ही तुमच्या पोस्ट केलेल्या सर्व सामग्रीसाठी जबाबदार आहात • तुम्ही इतर वापरकर्त्य आणि समुदाय मार्गदर्शक तत्त्वांचा आदर करणे आवश्यक आहे • तुम्ही तुम्हाला आढळलेली कोणतीही उल्लंघने अहवाल देणे आवश्यक आहे • तुम्ही आमच्या सुरक्षा उपायांना वळण देण्याचा प्रयत्न करू नये

# ourCommitment
source: 8. OUR COMMITMENT
mr: 8. आमची प्रतिबद्धता

# ourCommitmentDesc
source: • We review all reports within 24 hours • We remove objectionable content immediately • We ban users who violate our policies • We continuously improve our safety systems
mr: • आम्ही सर्व अहवाल 24 तासांच्या आत पुनरावलोकन करतो • आम्ही आक्षेपार्ह सामग्री ताबडतोब काढतो • आम्ही आमच्या धोरणांचे उल्लंघन करणाऱ्या वापरकर्त्यांना बंदी घालतो • आम्ही आमच्या सुरक्षा प्रणाली सतत सुधारत आहोत

# privacy
source: 9. PRIVACY
mr: 9. गोपनीयता

# privacyDesc
source: • We collect and use your data as described in our Privacy Policy • We may share data with law enforcement when required • We protect your personal information
mr: • आम्ही आमच्या गोपनीयता धोरणामध्ये वर्णन केल्याप्रमाणे तुमचा डेटा गोळा करतो आणि वापरतो • आवश्यक असल्यास आम्ही कायदा अंमलबजावणीशी डेटा सामायिक करू शकतो • आम्ही तुमची वैयक्तिक माहिती संरक्षित करतो

# termination
source: 10. TERMINATION
mr: 10. समाप्ती

# terminationDesc
source: We may terminate your account at any time for violations of these terms.
mr: या अटींचे उल्लंघन केल्यास आम्ही तुमचे खाते कोणत्याही वेळी समाप्त करू शकतो.

# termsAcknowledgment
source: By continuing to use this app, you acknowledge that you have read, understood, and agree to these terms. Failure to comply will result in immediate account termination.
mr: या अॅपचा वापर सुरु ठेवून, तुम्ही स्वीकारता की तुम्ही या अटी वाचल्या, समजून घेतल्या आणि त्यांच्याशी सहमत आहात. पालन न केल्यास ताबडतोब खाते समाप्ती होईल.

# lastUpdated
source: Last updated: [Current Date]
mr: शेवटचे अपडेट: [सध्याची तारीख]

# termsContact
source: Contact: support@musclecrm.com for questions or concerns.
mr: प्रश्न किंवा चिंतांसाठी संपर्क: support@musclecrm.com

source: Privacy Policy
mr: गोपनीयता धोरण

source: About Us
mr: आमच्याबद्दल

source: Contact Us
mr: आमच्याशी संपर्क साधा

source: Help & Support
mr: मदत आणि समर्थन

source: Version
mr: आवृत्ती

# scanQR
source: Scan QR Code
mr: QR कोड स्कॅन करा

source: Gym Attendance
mr: जिम उपस्थिती

source: Check In
mr: चेक इन

source: Check Out
mr: चेक आउट

source: Diet
mr: आहार

source: Diet Plan
mr: आहार योजना

source: Meal Plan
mr: जेवण योजना

source: Quick Actions
mr: त्वरित क्रिया

source: Member
mr: सदस्य

source: Fees
mr: शुल्क

source: Support
mr: समर्थन

source: About
mr: बद्दल

source: Delete Account
mr: खाते हटवा

source: User
mr: वापरकर्ता

source: History
mr: इतिहास

source: Key Ingredients
mr: मुख्य सामग्री

source: Details
mr: तपशील

source: Cook
mr: शिजवा

source: No Profile Data
mr: प्रोफाइल डेटा नाही

# unableToLoadProfile
source: Unable to load your profile information.
mr: तुमची प्रोफाइल माहिती लोड करण्यात असमर्थ.

source: Not set
mr: सेट नाही

source: Sign Out
mr: साइन आउट

# areYouSureSignOut
source: Are you sure you want to sign out?
mr: तुम्हाला खरोखर साइन आउट करायचे आहे?

# deleteAccountConfirm
source: Are you sure you want to delete your account?
mr: तुम्हाला खरोखर तुमचे खाते हटवायचे आहे?

source: Contact Support
mr: समर्थनाशी संपर्क साधा

source: Important Information:
mr: महत्वाची माहिती:

# deleteAccountInfo
source: • You will be redirected to our external website • Account deletion can take up to 24 hours • This action cannot be undone • All your data will be permanently removed
mr: • तुम्हाला आमच्या बाह्य वेबसाइटवर पुनर्निर्देशित केले जाईल • खाते हटवणे 24 तासांपर्यंत लागू शकते • ही क्रिया पूर्ववत केली जाऊ शकत नाही • तुमचा सर्व डेटा कायमस्वरूपी काढला जाईल

source: Continue to Delete
mr: हटवणे सुरु ठेवा

# profileEditingSoon
source: Profile editing feature will be available soon.
mr: प्रोफाइल संपादन सुविधा लवकरच उपलब्ध होईल.

source: Membership Details
mr: सदस्यता तपशील

source: Start Date
mr: सुरुवातीची तारीख

source: End Date
mr: समाप्तीची तारीख

source: Biometric Login
mr: बायोमेट्रिक लॉगिन

source: Rate App
mr: अॅप रेट करा

source: Logged out successfully
mr: यशस्वीरित्या लॉग आउट झाले

source: Sign out failed
mr: साइन आउट अयशस्वी

source: About FitTracker
mr: FitTracker बद्दल

# fitnessCompanion
source: Your personal fitness companion for a healthier lifestyle.
mr: निरोगी जीवनशैलीसाठी तुमचे वैयक्तिक फिटनेस साथीदार.

source: Theme changed to
mr: थीम बदलली

source: Language changed to
mr: भाषा बदलली

# bmiLabel
source: BMI
mr: बॉडी मास इंडेक्स (BMI)

source: System Default
mr: सिस्टम डीफॉल्ट

source: Follow system settings
mr: सिस्टम सेटिंग्ज अनुसरण करा

# lightModeDesc
source: Light theme
mr: लाइट थीम

# darkModeLabel
source: Dark
mr: डार्क

# darkModeDesc
source: Dark theme
mr: डार्क थीम

source: Health Awareness
mr: आरोग्य जागरूकता

# learnAboutBadHabits
source: Learn about the hidden costs of bad habits
mr: वाईट सवयींच्या लपलेल्या खर्चाबद्दल जाणून घ्या

source: Search health topics...
mr: आरोग्य विषय शोधा...

source: All Articles
mr: सर्व लेख

source: Critical Alerts
mr: गंभीर सूचना

source: Cost Analysis
mr: खर्च विश्लेषण

# noArticlesFound
source: No articles found for your search.
mr: तुमच्या शोधासाठी लेख सापडले नाहीत.

# noCriticalAlerts
source: No critical health alerts at this time.
mr: या वेळी कोणतीही गंभीर आरोग्य सूचना नाहीत.

source: Potential Lifetime Savings
mr: संभाव्य आजीवन बचत

# byAvoidingBadHabits
source: By avoiding all bad habits mentioned in our articles
mr: आमच्या लेखांमध्ये उल्लेख केलेल्या सर्व वाईट सवयी टाळून

source: Cost Breakdown by Category
mr: श्रेणीनुसार खर्च विभाजन

source: Cost data not available
mr: खर्च डेटा उपलब्ध नाही

source: Error loading content
mr: सामग्री लोड करताना त्रुटी

source: Written by
mr: लेखक

source: Key Takeaways
mr: मुख्य निष्कर्ष

# minRead
source: {minutes} min read
mr: {minutes} मि वाचा

# min
source: {minutes} min
mr: {minutes} मि

source: All Categories
mr: सर्व श्रेणी

source: Loading articles...
mr: लेख लोड होत आहेत...

source: Tap to retry
mr: पुन्हा प्रयत्न करण्यासाठी टॅप करा

# categoryAll
source: All
mr: सर्व

# categorySmoking
source: Smoking
mr: धूम्रपान

# categoryAlcohol
source: Alcohol
mr: मद्यपान

# categoryPoorDiet
source: Poor Diet
mr: खराब आहार

# categorySedentaryLifestyle
source: Sedentary Lifestyle
mr: निष्क्रिय जीवनशैली

# categorySleepDisorders
source: Sleep Disorders
mr: झोपेचे विकार

# categoryStress
source: Stress
mr: तणाव

# categoryMentalHealth
source: Mental Health
mr: मानसिक आरोग्य

source: Started
mr: सुरु झाले

# weeksCount
source: {count} weeks
mr: {count} आठवडे

source: Notes
mr: नोट्स

source: Select Week
mr: आठवडा निवडा

source: Week {number}
mr: आठवडा {number}

# weekDays
source: Week {week} - Days
mr: आठवडा {week} - दिवस

source: Day {number}
mr: दिवस {number}

source: exercise
mr: व्यायाम

# exerciseCount
source: {count} exercise
mr: {count} व्यायाम

# exercisesCount
source: {count} exercises
mr: {count} व्यायाम

source: No Weeks Available
mr: आठवडे उपलब्ध नाहीत

# noWeeksConfigured
source: This workout plan doesn't have any weeks configured yet.
mr: या वर्कआउट प्लानमध्ये अजून कोणतेही आठवडे कॉन्फिगर केलेले नाहीत.

# noWorkoutDays
source: No workout days available for this week.
mr: या आठवड्यासाठी वर्कआउट दिवस उपलब्ध नाहीत.

source: My Cart
mr: माझी कार्ट

# removedFromCart
source: Removed {itemName} from cart
mr: {itemName} कार्टमधून काढले

source: Your cart is empty
mr: तुमची कार्ट रिकामी आहे

source: Add products to get started
mr: सुरु करण्यासाठी उत्पादने जोडा

source: Start Shopping
mr: खरेदी सुरु करा

source: Total
mr: एकूण

source: Proceed to Checkout
mr: चेकआउट करा

source: Error loading cart
mr: कार्ट लोड करताना त्रुटी

# redirectedToWallet
source: Redirected to {walletName} wallet
mr: {walletName} वॉलेटवर पुनर्निर्देशित केले

# paymentFailed
source: Payment failed. Please try again.
mr: पेमेंट अयशस्वी. कृपया पुन्हा प्रयत्न करा.

# failedToInitiateCheckout
source: Failed to initiate cart checkout. Please try again.
mr: कार्ट चेकआउट सुरु करण्यात अयशस्वी. कृपया पुन्हा प्रयत्न करा.

# cartCheckoutError
source: Cart checkout error: {error}
mr: कार्ट चेकआउट त्रुटी: {error}

source: Scan QR
mr: QR स्कॅन करा

# attendanceAlreadyMarked
source: Attendance already marked for today
mr: आजसाठी उपस्थिती आधीच चिन्हांकित केली आहे

source: Attendance marked successfully
mr: उपस्थिती यशस्वीरित्या चिन्हांकित केली

source: Failed to mark attendance
mr: उपस्थिती चिन्हांकित करण्यात अयशस्वी

# pointCameraAtQr
source: Point your camera at the QR code to mark attendance
mr: उपस्थिती चिन्हांकित करण्यासाठी तुमच्या कॅमेऱ्याला QR कोडवर निर्देशित करा

source: Food added successfully!
mr: अन्न यशस्वीरित्या जोडले!

# failedToAddFood
source: Failed to add food: {error}
mr: अन्न जोडण्यात अयशस्वी: {error}

source: Meal deleted successfully!
mr: जेवण यशस्वीरित्या हटवले!

# failedToDeleteMeal
source: Failed to delete meal: {error}
mr: जेवण हटवण्यात अयशस्वी: {error}

source: No meals added yet
mr: अजून जेवण जोडलेले नाही

# tapToAddFirstMeal
source: Tap the + button to add your first meal!
mr: तुमचे पहिले जेवण जोडण्यासाठी + बटणावर टॅप करा!

source: Today's Meals
mr: आजची जेवणे

source: Meal updated successfully!
mr: जेवण यशस्वीरित्या अपडेट केले!

# failedToUpdateMeal
source: Failed to update meal: {error}
mr: जेवण अपडेट करण्यात अयशस्वी: {error}

source: Goals updated successfully!
mr: लक्ष्ये यशस्वीरित्या अपडेट केली!

source: Calorie Goal
mr: कॅलरी लक्ष्य

source: Remaining only
mr: फक्त शिल्लक

source: Goal exceeded by
mr: लक्ष्य ओलांडले

source: Cal
mr: कॅल

source: Consumed
mr: वापरले

# grams
source: g
mr: ग्रॅम

# sevenDayHistory
source: 7-Day History
mr: 7-दिवसीय इतिहास
