Repository: aaahhhrav15/GymApp
Catalog: lib/l10n/app_*.arb
Languages: mr

# appTitle
source: Mr Muscle
mr: मिस्टर मसल

source: Home
mr: मुख्यपृष्ठ

source: Today Report
mr: आजचा अहवाल

# reportFor
source: Report for {date}
mr: {date} चा अहवाल

source: Profile
mr: प्रोफाइल

source: Discover
mr: शोधा

source: Analytics
mr: विश्लेषण

source: More
mr: अधिक

source: Good Morning
mr: सुप्रभात

source: Good Afternoon
mr: नमस्कार

source: Good Evening
mr: सुसंध्या

source: Good Night
mr: शुभ रात्री

source: Welcome
mr: स्वागत आहे

source: Welcome Back! 👋
mr: पुन्हा स्वागत आहे! 👋

source: Get Started
mr: सुरु करा

source: Let's Begin
mr: चला सुरु करूया

source: Unknown
mr: अज्ञात

source: Steps
mr: पावले

source: Steps Today
mr: आजची पावले

source: Daily Goal
mr: दैनिक लक्ष्य

source: Step Counter
mr: पावले मोजणे

source: steps remaining
mr: पावले शिल्लक

source: Goal Achieved!
mr: लक्ष्य साध्य झाले!

source: Keep Going!
mr: सुरु ठेवा!

source: Walking
mr: चालत आहे

source: Stopped
mr: थांबले

source: Tracking
mr: ट्रॅकिंग

source: Water
mr: पाणी

source: water intake
mr: पाणी सेवन

source: Glasses
mr: ग्लास

source: glasses left
mr: ग्लास शिल्लक

source: Stay Hydrated
mr: हायड्रेटेड रहा

source: Drink Water
mr: पाणी प्या

source: Sleep
mr: झोप

source: Sleep Tracking
mr: झोप ट्रॅकिंग

source: Hours
mr: तास

source: Sleep Quality
mr: झोपेची गुणवत्ता

source: Good Sleep
mr: चांगली झोप

source: Bedtime
mr: झोपण्याची वेळ

source: Wake Up
mr: जागण्याची वेळ

source: Excellent!
mr: उत्कृष्ट!

source: Good
mr: चांगले

source: Fair
mr: ठीक

source: Poor
mr: खराब

source: Very Poor
mr: खूप खराब

source: BMI
mr: बीएमआय

source: BMI Calculator
mr: बीएमआय कॅल्क्युलेटर

source: Body Mass Index
mr: बॉडी मास इंडेक्स

source: Calculate
mr: गणना करा

source: Height
mr: उंची

source: Weight
mr: वजन

source: Age
mr: वय

source: Gender
mr: लिंग

source: Male
mr: पुरुष

source: Female
mr: स्त्री

source: Workouts
mr: वर्कआउट

source: Workout Plans
mr: वर्कआउट प्लान

source: My Workouts
mr: माझे वर्कआउट

source: Start Workout
mr: वर्कआउट सुरु करा

source: exercises
mr: व्यायाम

source: Sets
mr: सेट

source: Reps
mr: रेप्स

source: Duration
mr: कालावधी

source: Rest Time
mr: विश्रांतीची वेळ

source: Completed
mr: पूर्ण

source: Workout Plan
mr: वर्कआउट प्लान

source: Know Your Workout Plans
mr: तुमच्या वर्कआउट प्लान्स जाणून घ्या

source: Nutrition
mr: पोषण

source: Recipes
mr: रेसिपी

source: All Recipes
mr: सर्व रेसिपी

source: Ingredients
mr: सामग्री

source: Cooking Steps
mr: स्वयंपाकाच्या पायऱ्या

source: Prep Time
mr: तयारीची वेळ

source: Cook Time
mr: शिजवण्याची वेळ

source: servings
mr: सर्विंग्स

source: Calories
mr: कॅलरी

source: Protein
mr: प्रोटीन

source: Carbs
mr: कार्ब्स

source: Fat
mr: चरबी

source: Meals
mr: जेवण

source: Loading nutrition data...
mr: पोषण डेटा लोड होत आहे...

source: Healthy Recipes
mr: निरोगी रेसिपी

source: View Your Personalized Diet
mr: तुमची वैयक्तिक आहार योजना पहा

source: Today's Result
mr: आजचा निकाल

source: Body Composition
mr: शरीर रचना

source: Muscle Mass
mr: स्नायू वस्तुमान

source: Body Fat
mr: शरीरातील चरबी

source: Body Water
mr: शरीरातील पाणी

source: Bone Mass
mr: हाडांचे वस्तुमान

source: Visceral Fat
mr: आतड्यातील चरबी

source: Awareness
mr: जागरूकता

source: Articles
mr: लेख

source: Read More
mr: अधिक वाचा

source: Learn More
mr: अधिक शिका

source: Products
mr: उत्पादने

source: Shop
mr: खरेदी

source: Add to Cart
mr: कार्टमध्ये जोडा

source: Cart
mr: कार्ट

source: Checkout
mr: चेकआउट

source: Price
mr: किंमत

source: Buy
mr: खरेदी करा

source: Account
mr: खाते

source: Settings
mr: सेटिंग्ज

source: Language
mr: भाषा

source: Select Language
mr: भाषा निवडा

source: English
mr: इंग्रजी

source: Theme
mr: थीम

source: Dark Mode
mr: डार्क मोड

# lightMode
source: Light
mr: लाइट

source: Login
mr: लॉगिन

source: Register
mr: नोंदणी

source: Logout
mr: लॉगआउट

source: Email
mr: ईमेल

source: Password
mr: पासवर्ड

source: Confirm Password
mr: पासवर्डची पुष्टी करा

source: Forgot Password?
mr: पासवर्ड विसरलात?

# dontHaveAccount
source: Don't have an account?
mr: खाते नाही?

# alreadyHaveAccount
source: Already have an account?
mr: आधीच खाते आहे?

source: Verify Your Phone 📱
mr: तुमचा फोन सत्यापित करा 📱

# enterPhoneToSignIn
source: Enter your phone number to sign in to your account
mr: तुमच्या खात्यात साइन इन करण्यासाठी तुमचा फोन नंबर प्रविष्ट करा

# verificationCodeSent
source: We sent a verification code to
mr: आम्ही सत्यापन कोड पाठवला आहे

source: Phone Number
mr: फोन नंबर

source: Enter your phone number
mr: तुमचा फोन नंबर प्रविष्ट करा

source: Enter OTP
mr: OTP प्रविष्ट करा

# enterSixDigitOtp
source: Enter 6-digit OTP
mr: 6 अंकी OTP प्रविष्ट करा

source: Send OTP
mr: OTP पाठवा

source: Resend code in
mr: कोड पुन्हा पाठवा

# didntReceiveCode
source: Didn't receive the code?
mr: कोड मिळाला नाही?

source: Resend
mr: पुन्हा पाठवा

source: Sign Up
mr: साइन अप करा

# termsAcceptanceRequired
source: Terms acceptance is required to proceed
mr: पुढे जाण्यासाठी अटी स्वीकारणे आवश्यक आहे

# termsAccepted
source: Terms accepted on login screen
mr: लॉगिन स्क्रीनवर अटी स्वीकारल्या

# agreeToTerms
source: I agree to the Terms and Conditions
mr: मी अटी आणि नियमांशी सहमत आहे

# phoneNotRegistered
source: Phone Number Not Registered
mr: फोन नंबर नोंदणीकृत नाही

# phoneNotInCrm
source: This phone number is not registered in our CRM system.
mr: हा फोन नंबर आमच्या CRM सिस्टममध्ये नोंदणीकृत नाही.

# contactClubHead
source: Please contact your club head to register your phone number in the system.
mr: कृपया तुमचा फोन नंबर सिस्टममध्ये नोंदणी करण्यासाठी तुमच्या क्लब हेडशी संपर्क साधा.

source: Wherever You Are
mr: तुम्ही जेथेही असाल

source: Health
mr: आरोग्य

source: Is Number One
mr: सर्वात महत्वाचे आहे

# noInstantWay
source: There is no instant way to a healthy life
mr: निरोगी जीवनासाठी त्वरित मार्ग नाही

# addImageToAssets
source: Add your image to assets/images/fitness_women.jpg
mr: तुमची प्रतिमा येथे जोडा assets/images/fitness_women.jpg

source: FITNESS • STRENGTH • POWER
mr: फिटनेस • शक्ती • सामर्थ्य

source: Steps Details
mr: पावलांची तपशील

source: Using Simulated Step Data
mr: सिम्युलेटेड स्टेप डेटा वापरत आहे

# simulatedStepDataMessage
source: The app is currently using simulated step data because device step tracking is not available. Grant activity recognition permission to use your phone's built-in pedometer for accurate step counting.
mr: अॅप सध्या सिम्युलेटेड स्टेप डेटा वापरत आहे कारण डिव्हाइस स्टेप ट्रॅकिंग उपलब्ध नाही. अचूक स्टेप मोजणीसाठी तुमच्या फोनच्या बिल्ट-इन पेडोमीटर वापरण्यासाठी क्रियाकलाप ओळख परवानगी द्या.

source: Enable Real Steps
mr: वास्तविक पावले सक्षम करा

source: Attempting to setup step tracking...
mr: स्टेप ट्रॅकिंग सेटअप करण्याचा प्रयत्न...

# errorSettingUpStepTracking
source: Error setting up step tracking: {error}
mr: स्टेप ट्रॅकिंग सेटअप करताना त्रुटी: {error}

source: Today's Count
mr: आजची गणना

# dayCount
source: {day}'s Count
mr: {day} ची गणना

# stepsToGoal
source: {steps} steps to goal
mr: लक्ष्यासाठी {steps} पावले

source: Tracking Steps
mr: पावले ट्रॅक करत आहे

source: Mon
mr: सोम

source: Tue
mr: मंगळ

source: Wed
mr: बुध

source: Thu
mr: गुरु

source: Fri
mr: शुक्र

source: Sat
mr: शनि

source: Sun
mr: रवि

source: Share
mr: शेअर करा

# setGoal
source: Set Goal ({goal})
mr: लक्ष्य सेट करा ({goal})

source: Share Steps
mr: पावले शेअर करा

# setGoalTitle
source: Set Goal
mr: लक्ष्य सेट करा

source: Refresh Data
mr: डेटा रीफ्रेश करा

source: Data refreshed!
mr: डेटा रीफ्रेश झाला!

source: View History
mr: इतिहास पहा

source: Statistics
mr: आकडेवारी

source: Set Daily Goal
mr: दैनिक लक्ष्य सेट करा

source: Daily Steps Goal
mr: दैनिक पावले लक्ष्य

# egTenThousand
source: e.g., 10000
mr: उदा., 10000

# cancelButton
source: Cancel
mr: रद्द करा

# goalUpdatedTo
source: Goal updated to {goal} steps!
mr: लक्ष्य {goal} पावलांमध्ये अपडेट झाले!

# comingSoon
source: {feature} coming soon!
mr: {feature} लवकरच येणार आहे!

source: Hourly Steps
mr: तासाला पावले

source: Today
mr: आज

source: on
mr: ला

source: Goal
mr: लक्ष्य

source: remaining
mr: शिल्लक

source: Quick Add
mr: त्वरित जोडा

source: Custom Amount
mr: सानुकूल रक्कम

source: Today's Intake
mr: आजचे सेवन

# noIntakeYet
source: No intake yet today
mr: आज अजून सेवन झाले नाही

# startDrinking
source: Start drinking water!
mr: पाणी पिणे सुरु करा!

# addedWaterSuccessfully
source: Added {amount}ml water successfully!
mr: {amount}ml पाणी यशस्वीरित्या जोडले!

source: Water intake removed successfully!
mr: पाणी सेवन यशस्वीरित्या काढले!

source: Failed to add water
mr: पाणी जोडण्यात अयशस्वी

source: Failed to remove water
mr: पाणी काढण्यात अयशस्वी

source: Failed to update goal
mr: लक्ष्य अपडेट करण्यात अयशस्वी

source: Today's intake has been reset
mr: आजचे सेवन रीसेट झाले आहे

source: Failed to reset intake
mr: सेवन रीसेट करण्यात अयशस्वी

source: Add Custom Amount
mr: सानुकूल रक्कम जोडा

# enterWaterAmount
source: Enter the amount of water you drank
mr: तुम्ही प्यालेल्या पाण्याची रक्कम प्रविष्ट करा

source: Amount (ml)
mr: रक्कम (ml)

# egAmount
source: e.g., 350
mr: उदा., 350

source: Type (optional)
mr: प्रकार (पर्यायी)

# egPostWorkout
source: e.g., Post-workout, With meal
mr: उदा., वर्कआउट नंतर, जेवणासोबत

source: Add
mr: जोडा

source: Delete Intake
mr: सेवन हटवा

# deleteIntakeConfirmation
source: Are you sure you want to remove this water intake entry?
mr: तुम्हाला खरोखर ही पाणी सेवन नोंद हटवायची आहे?

# goalAchievedTitle
source: 🎉 Goal Achieved!
mr: 🎉 लक्ष्य साध्य झाले!

# goalAchievedMessage
source: Congratulations! You've reached your daily water goal of {goal}ml. Keep up the great hydration!
mr: अभिनंदन! तुम्ही तुमचे {goal}ml दैनिक पाणी लक्ष्य गाठले आहे. चांगले हायड्रेशन सुरु ठेवा!

source: Awesome!
mr: प्रभावी!

# currentGoal
source: Current: {goal}ml
mr: सध्याचे: {goal}ml

source: View Statistics
mr: आकडेवारी पहा

# seeHydrationStats
source: See your hydration stats
mr: तुमची हायड्रेशन आकडेवारी पहा

source: Reset Today
mr: आज रीसेट करा

# clearAllIntake
source: Clear all intake for today
mr: आजचे सर्व सेवन साफ करा

source: See past days intake
mr: मागील दिवसांचे सेवन पहा

# setYourDailyWaterGoal
source: Set your daily water intake goal
mr: तुमचे दैनिक पाणी सेवन लक्ष्य सेट करा

# dailyWaterGoal
source: Daily Water Goal (ml)
mr: दैनिक पाणी लक्ष्य (ml)

# recommendedAmount
source: Recommended: 2000-3000ml
mr: शिफारस: 2000-3000ml

# setGoalButton
source: Set Goal
mr: लक्ष्य सेट करा

source: Goal updated successfully!
mr: लक्ष्य यशस्वीरित्या अपडेट झाले!

source: Jan
mr: जाने

source: Feb
mr: फेब्रु

source: Mar
mr: मार्च

source: Apr
mr: एप्रिल

source: May
mr: मे

source: Jun
mr: जून

source: Jul
mr: जुलै

source: Aug
mr: ऑगस्ट

source: Sep
mr: सप्टें

source: Oct
mr: ऑक्टो

source: Nov
mr: नोव्हें

source: Dec
mr: डिसें

# resetTodayTitle
source: Reset Today's Intake
mr: आजचे सेवन रीसेट करा

# resetTodayConfirmation
source: Are you sure you want to reset all water intake for today? This action cannot be undone.
mr: तुम्हाला खरोखर आजचे सर्व पाणी सेवन रीसेट करायचे आहे? ही क्रिया पूर्ववत केली जाऊ शकत नाही.

source: Reset
mr: रीसेट

source: Water Statistics
mr: पाण्याची आकडेवारी

source: Loading statistics...
mr: आकडेवारी लोड होत आहे...

source: Total Intake
mr: एकूण सेवन

source: Average Daily
mr: दैनिक सरासरी

source: Best Day
mr: सर्वोत्तम दिवस

source: Current Streak
mr: सध्याची स्ट्रीक

source: days
mr: दिवस

# completionPercentage
source: {percentage}% of daily goal
mr: दैनिक लक्ष्याचे {percentage}%

# failedToLoadStatistics
source: Failed to load statistics: {error}
mr: आकडेवारी लोड करण्यात अयशस्वी: {error}

source: Water Intake History
mr: पाणी सेवन इतिहास

source: No history available
mr: इतिहास उपलब्ध नाही

# startTrackingHistory
source: Start tracking to see your history
mr: इतिहास पाहण्यासाठी ट्रॅकिंग सुरु करा

source: Almost there!
mr: जवळ आलो!

# goalAchievedStatus
source: Goal Achieved!
mr: लक्ष्य प्राप्त!

source: Keep it up!
mr: सुरु ठेवा!

# drinksCount
source: {count} drinks
mr: {count} पेय

# pleaseEnterValidAmount
source: Please enter a valid amount (1-2000ml)
mr: कृपया वैध रक्कम प्रविष्ट करा (1-2000ml)

source: Delete Water Intake
mr: पाणी सेवन हटवा

# deleteWaterIntakeConfirm
source: Are you sure you want to delete {amount}ml intake from {time}?
mr: तुम्हाला खरोखर {time} पासून {amount}ml सेवन हटवायचे आहे?

source: Delete
mr: हटवा

source: Hydration Goal Achieved! 🎉
mr: हायड्रेशन लक्ष्य प्राप्त! 🎉

# greatJobReachedGoal
source: Great job! You've reached your daily water intake goal of {goal}ml.
mr: छान काम! तुम्ही तुमचे दैनिक पाणी सेवन लक्ष्य {goal}ml पूर्ण केले आहे.

source: Energy Dip Fighter ⚡
mr: ऊर्जा घट लढा ⚡

# beatAfternoonSlump
source: Beat the afternoon slump with water
mr: पाण्याने दुपारची थकवा दूर करा

# dehydrationCausesFatigue
source: Dehydration can cause fatigue
mr: निर्जलीकरण थकवा निर्माण करू शकते

source: Morning Booster ☀️
mr: सकाळचा बूस्टर ☀️

# startDayHydrated
source: Start your day hydrated
mr: हायड्रेटेड राहून तुमचा दिवस सुरु करा

# waterJumpstartsMetabolism
source: Water jumpstarts your metabolism
mr: पाणी तुमच्या चयापचयाला गती देते

source: Pre-Workout Hydration 💪
mr: वर्कआउट आधी हायड्रेशन 💪

source: Stay hydrated during exercise
mr: व्यायाम दरम्यान हायड्रेटेड रहा

source: Water improves performance
mr: पाणी कामगिरी सुधारते

source: Bedtime Hydration 🌙
mr: झोपण्यापूर्वी हायड्रेशन 🌙

source: Drink water before sleep
mr: झोपण्यापूर्वी पाणी प्या

source: Hydration supports recovery
mr: हायड्रेशन पुनर्प्राप्तीला मदत करते

source: Stay on Track! 🎯
mr: ट्रॅकवर रहा! 🎯

# keepUpGoodWork
source: Keep up the good work
mr: चांगले काम सुरु ठेवा

# consistencyIsKey
source: Consistency is key to health
mr: आरोग्यासाठी सातत्य महत्वाचे आहे

source: Hydration Statistics
mr: हायड्रेशन आकडेवारी

# currentStreakDays
source: Current Streak
mr: सध्याची स्ट्रीक

source: Goal Achievement
mr: लक्ष्य प्राप्ती

# goalAchievementDays
source: {achieved}/{total} days
mr: {achieved}/{total} दिवस

# averageDailyIntake
source: Average Daily
mr: सरासरी दैनिक

source: This Week Total
mr: या आठवड्यातील एकूण

source: Today's Progress
mr: आजची प्रगती

# percentOfDailyGoal
source: {percentage}% of daily goal
mr: दैनिक लक्ष्याचे {percentage}%

source: Close
mr: बंद करा

# waterIntakeHistoryTitle
source: Water Intake History
mr: पाणी सेवन इतिहास

source: Sleep Report
mr: झोप अहवाल

source: Today's Sleep
mr: आजची झोप

# hSleep
source: {hours}h Sleep
mr: {hours} तास झोप

source: Great Sleep Quality!
mr: छान झोपेची गुणवत्ता!

# percentQuality
source: {quality}% Quality
mr: {quality}% गुणवत्ता

source: Weekly
mr: साप्ताहिक

source: Monthly
mr: मासिक

source: Set Sleep Schedule
mr: झोपेचे वेळापत्रक सेट करा

source: Set Sleep Target
mr: झोपेचे लक्ष्य सेट करा

# setSleepTargetWithTime
source: Set Sleep Target ({time})
mr: झोपेचे लक्ष्य सेट करा ({time})

source: Sleep Reminders
mr: झोपेच्या आठवण्या

source: Share Sleep Data
mr: झोप डेटा शेअर करा

# setYourIdealBedtimeAndWakeup
source: Set your ideal bedtime and wake-up time
mr: तुमची आदर्श झोपण्याची आणि जागण्याची वेळ सेट करा

# sleepDuration
source: Sleep Duration: {hours}h {minutes}m
mr: झोपेचा कालावधी: {hours}तास {minutes}मि

source: Save Schedule
mr: वेळापत्रक सेव्ह करा

source: Sleep schedule updated successfully!
mr: झोपेचे वेळापत्रक यशस्वीरित्या अपडेट झाले!

# pleaseEnterValidTimes
source: Please enter valid times (hours: 0-23, minutes: 0-59)
mr: कृपया वैध वेळ प्रविष्ट करा (तास: 0-23, मिनिटे: 0-59)

# setYourIdealSleepDuration
source: Set your ideal sleep duration goal
mr: तुमचा आदर्श झोपेचा कालावधी लक्ष्य सेट करा

source: Sleep Target
mr: झोपेचे लक्ष्य

source: Minutes
mr: मिनिटे

# target
source: Target: {time}
mr: लक्ष्य: {time}

# sleepTargetSetTo
source: Sleep target set to {time}!
mr: झोपेचे लक्ष्य {time} ला सेट झाले!

# pleaseEnterValidHoursAndMinutes
source: Please enter valid hours (4-12) and minutes (0-59)
mr: कृपया वैध तास (4-12) आणि मिनिटे (0-59) प्रविष्ट करा

source: Set Target
mr: लक्ष्य सेट करा

# sleepDurationLabel
source: Sleep Duration
mr: झोपेचा कालावधी

# sleepQualityLabel
source: Sleep Quality
mr: झोपेची गुणवत्ता

source: Deep Sleep
mr: खोल झोप

# hoursLabel
source: hours
mr: तास

# deepSleepHours
source: {hours} hours
mr: {hours} तास

source: Recheck
mr: पुन्हा तपासा

source: Height (in cm)
mr: उंची (सेमी मध्ये)

source: Weight (in kg)
mr: वजन (किलो मध्ये)

source: Underweight
mr: कमी वजन

source: Normal
mr: सामान्य

source: Overweight
mr: जास्त वजन

source: Obese
mr: लठ्ठपणा

source: Your BMI
mr: तुमचा बीएमआय

source: BMI Result
mr: बीएमआय निकाल

# healthyRange
source: Healthy Range: 18.5 - 24.9
mr: निरोगी श्रेणी: 18.5 - 24.9

source: Your BMI is
mr: तुमचा बीएमआय आहे

# bmiUnderweightDescription
source: A BMI less than 18.5 indicates that you may be underweight. It's important to consult with a healthcare provider.
mr: 18.5 पेक्षा कमी बीएमआय दर्शवते की तुमचे वजन कमी असू शकते. आरोग्य सेवा प्रदात्याशी सल्ला घेणे महत्वाचे आहे.

# bmiNormalDescription
source: A BMI of 18.5 - 24.9 indicates that you are at a healthy weight for your height. By maintaining a healthy weight, you lower your risk of developing serious health problems.
mr: 18.5 - 24.9 चा बीएमआय दर्शवते की तुमचे वजन तुमच्या उंचीसाठी निरोगी आहे. निरोगी वजन राखून, तुम्ही गंभीर आरोग्य समस्यांच्या विकासाचा धोका कमी करता.

# bmiOverweightDescription
source: A BMI of 25 - 29.9 indicates that you may be overweight. Consider consulting with a healthcare provider about healthy weight management.
mr: 25 - 29.9 चा बीएमआय दर्शवते की तुमचे वजन जास्त असू शकते. निरोगी वजन व्यवस्थापनाबद्दल आरोग्य सेवा प्रदात्याशी सल्ला घेण्याचा विचार करा.

# bmiObeseDescription
source: A BMI of 30 or higher indicates obesity. It's recommended to consult with a healthcare provider about healthy weight management strategies.
mr: 30 किंवा त्यापेक्षा जास्त बीएमआय लठ्ठपणा दर्शवते. निरोगी वजन व्यवस्थापन धोरणांबद्दल आरोग्य सेवा प्रदात्याशी सल्ला घेण्याची शिफारस केली जाते.

source: Medical References
mr: वैद्यकीय संदर्भ

source: View Medical References
mr: वैद्यकीय संदर्भ पहा

source: Edit Profile
mr: प्रोफाइल संपादित करा

source: Profile Picture
mr: प्रोफाइल चित्र

source: Camera
mr: कॅमेरा

source: Gallery
mr: गॅलरी

source: Editable Information
mr: संपादन करण्यायोग्य माहिती

source: Save
mr: सेव्ह करा

source: Name
mr: नाव

source: Read-Only Information
mr: फक्त वाचण्यायोग्य माहिती

source: Club Code
mr: क्लब कोड

source: Join Date
mr: सामील होण्याची तारीख

source: Membership Duration
mr: सदस्यता कालावधी

source: Membership Fees
mr: सदस्यता शुल्क

# months
source: {count} months
mr: {count} महिने

source: Unsaved Changes
mr: सेव्ह न केलेले बदल

# unsavedChangesMessage
source: You have unsaved changes. Do you want to discard them?
mr: तुमच्याकडे सेव्ह न केलेले बदल आहेत. तुम्ही त्यांना टाकून द्यायचे आहेत?

source: Cancel
mr: रद्द करा

source: Discard
mr: टाकून द्या

source: Name is required
mr: नाव आवश्यक आहे

source: Phone number is required
mr: फोन नंबर आवश्यक आहे

source: Profile updated successfully
mr: प्रोफाइल यशस्वीरित्या अपडेट झाले

source: Failed to update profile
mr: प्रोफाइल अपडेट करण्यात अयशस्वी

source: Accountability
mr: जबाबदारी

source: My Progress
mr: माझी प्रगती

source: Upload New
mr: नवीन अपलोड करा

source: Upload
mr: अपलोड करा

source: Select Image Source
mr: प्रतिमा स्रोत निवडा

source: No description
mr: विवरण नाही

source: Report
mr: अहवाल द्या

source: Block User
mr: वापरकर्ता ब्लॉक करा

source: Delete Image
mr: प्रतिमा हटवा

# deleteImageConfirmation
source: Are you sure you want to delete this image? This action cannot be undone.
mr: तुम्हाला खरोखर ही प्रतिमा हटवायची आहे? ही क्रिया पूर्ववत केली जाऊ शकत नाही.

source: Image deleted successfully
mr: प्रतिमा यशस्वीरित्या हटवली

source: Failed to delete image
mr: प्रतिमा हटवण्यात अयशस्वी

# cannotDeleteInvalidId
source: Cannot delete: Invalid image ID
mr: हटवू शकत नाही: अवैध प्रतिमा ID

source: Image not available
mr: प्रतिमा उपलब्ध नाही

source: No images selected
mr: प्रतिमा निवडलेली नाही

# tapButtonToAddPhotos
source: Tap the + button below to add progress photos with description
mr: विवरणासह प्रगती फोटो जोडण्यासाठी खाली + बटणावर टॅप करा

source: Tap here to start
mr: सुरु करण्यासाठी येथे टॅप करा

source: Results
mr: निकाल

source: My Results
mr: माझे निकाल

source: Upload Result
mr: निकाल अपलोड करा

source: No results yet
mr: अजून निकाल नाहीत

# uploadFirstProgressPhoto
source: Upload your first progress photo to get started!
mr: सुरु करण्यासाठी तुमचा पहिला प्रगती फोटो अपलोड करा!

source: Add Images
mr: प्रतिमा जोडा

source: Description
mr: विवरण

source: Describe your progress...
mr: तुमची प्रगती वर्णन करा...

source: Current Weight
mr: सध्याचे वजन

source: Uploading...
mr: अपलोड होत आहे...

source: Result deleted successfully
mr: निकाल यशस्वीरित्या हटवला

source: Failed to delete result
mr: निकाल हटवण्यात अयशस्वी

source: Yesterday
mr: काल

# daysAgo
source: {days}d ago
mr: {days} दिवसांपूर्वी

source: My Diet Plan
mr: माझी आहार योजना

source: Your personalized nutrition guide
mr: तुमचे वैयक्तिक पोषण मार्गदर्शन

source: Failed to load diet plan
mr: आहार योजना लोड करण्यात अयशस्वी

source: RETRY
mr: पुन्हा प्रयत्न करा

source: No diet plan available
mr: आहार योजना उपलब्ध नाही

source: Personalized Nutrition Plan
mr: वैयक्तिक पोषण योजना

source: Default Nutrition Plan
mr: डीफॉल्ट पोषण योजना

source: kcal
mr: किलो कॅलरी

source: Additional Notes
mr: अतिरिक्त नोट्स

source: Breakfast
mr: नाश्ता

source: Mid-Morning Snack
mr: मध्य-सकाळचे स्नॅक

source: Lunch
mr: दुपारचे जेवण

source: Evening Snack
mr: संध्याकाळचे स्नॅक

source: Dinner
mr: रात्रीचे जेवण

source: Night Snack
mr: रात्रीचे स्नॅक

source: All Workout Plans
mr: सर्व वर्कआउट प्लान्स

source: Current Active Plan
mr: सध्याची सक्रिय योजना

source: No Workout Plans Found
mr: वर्कआउट प्लान्स सापडले नाहीत

source: Refresh
mr: रीफ्रेश

source: Active
mr: सक्रिय

source: Paused
mr: विराम दिला

source: Cancelled
mr: रद्द

source: Unable to Load Workout Plans
mr: वर्कआउट प्लान्स लोड करण्यात असमर्थ

source: Try Again
mr: पुन्हा प्रयत्न करा

source: Weeks
mr: आठवडे

source: Level
mr: स्तर

source: Week
mr: आठवडा

source: Day
mr: दिवस

source: Today's Workout
mr: आजचे वर्कआउट

# exercisePlanned
source: {count} exercise planned
mr: {count} व्यायाम नियोजित

# exercisesPlanned
source: {count} exercises planned
mr: {count} व्यायाम नियोजित

source: Ready
mr: तयार

source: Empty
mr: रिकामे

source: Instructions
mr: सूचना

source: No Exercises Available
mr: व्यायाम उपलब्ध नाहीत

source: No Data Available
mr: डेटा उपलब्ध नाही

source: Something went wrong
mr: काहीतरी चुकले

source: Easy
mr: सोपे

source: Medium
mr: मध्यम

source: Hard
mr: कठीण

source: Difficulty
mr: अडचण

source: Overview
mr: आढावा

source: Start Cooking
mr: स्वयंपाक सुरु करा

source: About This Recipe
mr: या रेसिपीबद्दल

source: Health Benefits
mr: आरोग्य फायदे

source: Heart Healthy
mr: हृदय निरोगी

# heartHealthyDesc
source: Low in saturated fats and rich in nutrients
mr: संतृप्त चरबीमध्ये कमी आणि पोषक तत्वांनी भरपूर

source: High Protein
mr: उच्च प्रोटीन

# highProteinDesc
source: Supports muscle growth and repair
mr: स्नायूंच्या वाढीला आणि दुरुस्तीला मदत करते

source: Natural Ingredients
mr: नैसर्गिक सामग्री

# naturalIngredientsDesc
source: Made with wholesome, natural components
mr: निरोगी, नैसर्गिक घटकांपासून बनवलेले

source: Added to favorites!
mr: आवडीमध्ये जोडले!

source: Removed from favorites!
mr: आवडीतून काढले!

source: Search recipes, ingredients...
mr: रेसिपी, सामग्री शोधा...

source: Favorites feature coming soon!
mr: आवडीची सुविधा लवकरच येणार आहे!

source: All
mr: सर्व

source: Snacks
mr: स्नॅक्स

source: Beverages
mr: पेये

source: No recipes found
mr: रेसिपी सापडली नाही

# tryAdjustingFilters
source: Try adjusting your filters or search terms
mr: तुमचे फिल्टर किंवा शोध शब्द समायोजित करण्याचा प्रयत्न करा

# searchProductsBrands
source: Search products, brands, and more...
mr: उत्पादने, ब्रँड आणि अधिक शोधा...

source: Clear search
mr: शोध साफ करा

# noProductsFound
source: No products found for "{query}"
mr: "{query}" साठी उत्पादने सापडली नाहीत

source: No products available
mr: उत्पादने उपलब्ध नाहीत
